Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=247_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Pilvi aloittaa yliopistossa
smn: Pilvi aalgât ollâopâttuvâst

source: Katso lyhytvideo Pilvistä joka aloittaa saamelaisen kulttuurin opinnot !
smn: Keejâ uánihisvideo Piilvist kote aalgât säämi kulttuur oopâid

source: Saamelainen Pilvi haluaa tutustua paremmin juuriinsa ja lähtee opiskelemaan Oulun yliopistoon saamelaista kultuuria.
smn: Sämmilâš Pilvi haalijd uápásmuđ pyerebeht madduidis já vuálgá luuhâđ Oulu ollâopâttâhân säämi kultuur

source: Ohjaus: Suvi West, kuvaus: Juha Säkkinen, leikkaus: Anja Ahola
smn: Stivrim: Suvi West, kuvvim: Juha Säkkinen, čuoppâm: Anja Ahola

source: Tuotanto: Saamelaiskäräjät 2008
smn: Pyevtittâs: Sämitigge 2008

source: Pituus: 1,40
smn: Kukkodâh: 1,40
